/*
 * =====================================================================================
 *
 *       Filename:  Main.cpp
 *
 *    Description:  测试用主函数
 *
 *        Version:  1.0
 *        Created:  2014年10月03日 20时05分47秒
 *       Revision:  none
 *       Compiler:  gcc
 *
 *         Author:  JiangLutian (JLT), jianglutian@gmail.com
 *   Organization:  None
 *
 * =====================================================================================
 */


/* 
 * ===  FUNCTION  ======================================================================
 *         Name:  main
 *  Description:  游戏运行主函数
 * =====================================================================================
 */
int main ()
{
	return 0;
}		/* -----  end of function main  ----- */
